[
  {
    "id": 1,
    "title": "WATCH “MAYBE YOU’RE THE PROBLEM” BY AVA MAX",
    "author": "MANDY ROGERS",
    "date": "MAY 3, 2022",
    "image": "https://wanderlust.care/media/cache/image/upload/a/v/ava-max-braless-15355.jpg",
    "body": "You can disagree with me, but I think there are a lot of things to say about this week’s pop releases when Ava Max drops the hottest song by far. Am I being a little unfair? Cards, on the table, in the past, I haven’t been the biggest fan of the global pop sensation. How can Ava change that around for me? Does the answer lie with the new single “Maybe You’re The Problem,” the first taste of Max’s highly anticipated second album? In truth, Ava has batted off a lot of flack from the critics and cynics."
  },
  {
    "id": 2,
    "title": "Frozen Is Reimagined Again After Remix Goes Viral on TikTok",
    "author": "MADONNATRIBE",
    "date": "MARCH 3, 2022",
    "image": "https://nucelebs.com/wp-content/uploads/2021-10-31-702263/madonna-porn.jpg",
    "body": "From decades of reinvention to her enthusiastic embrace of social media, Madonna moves with the times. The Queen of Pop now reminds all that she also has her finger on the pulse of TikTok by releasing a new version of Sickick’s viral Frozen remix featuring Fireboy DML. The producer’s dramatic overhaul of Madonna’s 1998 classic was a sensation on the video sharing platform, and has since crossed over to streaming on DSPs."
  },
  {
    "id": 3,
    "title": "Yes No Maybe So: Spider-Man No Way Home",
    "author": "The Film Experience",
    "date": "August 25, 2021",
    "image": "https://nextbigwhat.com/wp-content/uploads/2021/12/spider_man_no_way_home_india_1638191040.webp",
    "body": "Hello, Peter! The internet has gone stark raving mad dissecting the first trailer for Spider-Man No Way Home, for easter eggs. We're less interested in trying to figure it out (we like to be surprised!) and more in what it's promising us. The familiar Tom Holland/Zendaya chemistry, mystical mayhem courtesy of Doctor Strange, and an attempt to relive the glory days of Sam Raimi's original Spidey trilogy (2002-2007)."
  },
  {
    "id": 4,
    "title": "WWE: Five Choices For The Next Women’s Tag Team Champions",
    "author": "Granger Chapman",
    "date": "June 8, 2022",
    "image": "https://i.pinimg.com/474x/74/28/d8/7428d89ac92033ac3d686bd5c41c38d2.jpg",
    "body": "When you are putting on a live show, you never can be sure what is going to happen. On the May 16th edition of Monday Night Raw, real-life and business got mixed up.  When they were not pleased with a planned six-pack challenge main event that evening, Sasha Banks and Naomi walked out on the company."
  },
  {
    "id": 5,
    "title": "CoD Modern Warfare 2 release date: Latest news on 2022 and 2023 games",
    "author": "Rob Leane",
    "date": "June 10, 2022",
    "image": "https://img.game-news24.com/2022/05/Whose-of-the-former-COD-MW2-Complete-Forged-Explored.jpeg",
    "body": "Another year and another CoD game - before we take an unprecedented year off. Call of Duty: Modern Warfare 2 has a release date and it promises to deliver a game that looks to be a return to form for the series. The original CoD MW2 launched way back in 2009, and fans have been looking forward to this more modern take for quite a while now after how popular the last Modern Warfare was."
  },
  {
    "id": 6,
    "title": "The Plan for React 18",
    "author": "Rob Leane",
    "date": "June 8, 2021",
    "image": "https://ms314006.github.io/static/b7a8f321b0bbc07ca9b9d22a7a505ed5/97b31/React.jpg",
    "body": "These features are possible thanks to a new opt-in mechanism we’re adding in React 18. It’s called “concurrent rendering” and it lets React prepare multiple versions of the UI at the same time. This change is mostly behind-the-scenes, but it unlocks new possibilities to improve both real and perceived performance of your app."
  },
  {
    "id": 7,
    "title": "This gorgeous girl is a south Indian Bollywood actress",
    "author": "matrixretriever",
    "date": "March 27, 2018",
    "image": "https://www.iwmbuzz.com/wp-content/uploads/2021/06/malavika-mohanans-hot-navel-show-is-here-dare-not-sweat.jpg",
    "body": "Malavika Mohanan currently resides in Mumbai. She is from Payyanur, Kannur, Kerala. The Indian film actress who appears in Malayalam film made her debut in the Malayalam film industry with Pattam Pole opposite Dulquer Salmaan.[1] portraying the role of Riya a girl who grew up in a village in Alappuzha, but a bit modern. She is known for her works in popular films like The Great Father (2017), Pattam Pole (2013) and Beyond the Clouds (2017)."
  },
  {
    "id": 8,
    "title": "Need for Speed 2022: Everything you need to know",
    "author": "racing games gg",
    "date": "May 11, 2022",
    "image": "https://images.squarespace-cdn.com/content/v1/5a4ff2a98a02c747dc17e25b/f2c8ab5e-5692-4900-ac7b-d90b6d7ac2b2/NFS2022key.png",
    "body": "Need for Speed has been around for almost 30 years by this point. NFS has taken on multiple guises and genres over the decades and spanned many console generations. The most recent title, Heat, harked back to the game's peak years in the early and mid-2000s. During a Q4 Earnings Call, EA has confirmed the next Need for Speed will launch later this year in Financial Year 23 Q3. This pinpoints a release between 1 October and 31 December."
  },
  {
    "id": 9,
    "title": "Live Review & Gallery: Jinjer, Suicide Silence, & All Hail The Yeti at The Belasco in Los Angeles, CA (10.30.2021)",
    "author": "Charles Yozgott",
    "date": "November 7, 2021",
    "image": "https://preview.redd.it/9p8sexh8ge781.jpg?width=640&crop=smart&auto=webp&s=04f282318dcf6e1c5beffda08c1cee0f1c9cc6c5",
    "body": "What. A. Night. Jinjer stoped by The Belasco in Los Angeles California on October 30th and put on a show that will be remembered for days to come. This show has been sold out since their tour was announced pretty much, and LA showed up and raged all night."
  },
  {
    "id": 10,
    "title": "From Sunny Leone to Nargis Fakhri: Bollywood actresses embraced by Casino brands",
    "author": "Charles Yozgott",
    "date": "December 27, 2021",
    "image": "https://celebsea.com/wp-content/uploads/2020/07/elli-avram-hot-stills-near-nude.jpg",
    "body": "Celebrity endorsement has gathered rapid pace in the growing digital market. With betting and online gaming making steady strides, casino brands have looked to the traditional ways to establish a stronghold in the Indian subcontinent. The one old-fashioned approach in that regard has been the onboarding of Bollywood stars and some major players have already looked down the route."
  },
  {
    "id": 11,
    "title": "World Cup 2022: Fixtures, schedule and kick-off times for Qatar",
    "author": "SKY SPORTS",
    "date": "June 14, 2022",
    "image": "https://www.si.com/.image/t_share/MTg4NDM1MDczNDQ2OTc4NzIz/al-rihla.webp",
    "body": "The tournament kicks off on Monday November 21 at the Al Thumama Stadium when Senegal take on the Netherlands in Group A, with England vs Iran being the second game of the tournament in Al Rayyan. That game is followed by hosts Qatar against Ecuador at the Al Bayt Stadium. The tournament kicks off on Monday November 21 at the Al Bayt stadium in Al Khor with a match that will feature the host country against Ecuador."
  },
  {
    "id": 12,
    "title": "Everything we know about Apple's upcoming 2022 iPhones",
    "author": "MacRumors Staff",
    "date": "June 13, 2022",
    "image": "https://mymobilesnews.com/wp-content/uploads/2022/03/iPhone-14-Pro-Max-985x1024.jpg",
    "body": "There are still a few months to go before the 2022 iPhone 14 models will be ready to launch, but because there are some notable updates in the works for these devices, we've been hearing rumors about them since well before the iPhone 13 models even came out."
  },
  {
    "id": 13,
    "title": "Accused shooter in Lady Gaga dog theft mistakenly freed",
    "author": "Lady Gaga News",
    "date": "April 9, 2022",
    "image": "https://static-ca-cdn.eporner.com/gallery/lB/SO/4EFDeYOSOlB/989443-lady-gaga-nude.jpg",
    "body": "A gunman accused of shooting and seriously wounding Lady Gaga's dog walker and stealing her two French bulldogs was mistakenly released from jail and is being sought, authorities said Friday."
  },
  {
    "id": 14,
    "title": "After the birth of her first child, Antonia returned to music as a solo singer",
    "author": "Lenz and Ford Models",
    "date": "April 12, 2022",
    "image": "https://scontent.fcgp17-1.fna.fbcdn.net/v/t1.6435-9/104266021_3301929416495952_8363082420585874537_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=8bfeb9&_nc_eui2=AeFkqidXRVCwmIlI9jimGqGtyRop9EO-xhnJGin0Q77GGWKkhCirNtYNywJzWv1YmHDfNEH6fs2nxJJuxcVzhho_&_nc_ohc=HnKEeQwK590AX_5HiEN&_nc_ht=scontent.fcgp17-1.fna&oh=00_AT-UxlN_f6jXA-3gTng9xH-naaTRnWQhaczT3axM5ad4ow&oe=62CD5302",
    "body": "Antonia released her second single “Morena”, produced by Tom Boxer, which received critical acclaim due to its combination of a club dance rhythm and Antonia’s sensual voice. According to radio-station listeners, it was the “most played Romanian song of the moment” in February 2010. Two months after its debut, “Morena” managed to climb music charts."
  },
  {
    "id": 15,
    "title": "Rosario Dawson Addresses Anti-Trans Accusations: 'I Feel the Record Is Really Clear'",
    "author": "Benjamin VanHoose",
    "date": "November 30, 2020",
    "image": "https://celebsroulette.com/contents/videos_screenshots/4000/4506/preview.jpg",
    "body": "Antonia released her second single “Morena”, produced by Tom Boxer, which received critical acclaim due to its combination of a club dance rhythm and Antonia’s sensual voice. According to radio-station listeners, it was the “most played Romanian song of the moment” in February 2010. Two months after its debut, “Morena” managed to climb music charts."
  },
  {
    "id": 16,
    "title": "Security News This Week: Windows 7 Gets One Last Update for the Road",
    "author": "BRIAN BARRETT",
    "date": "FEB 1, 2020",
    "image": "https://josephsteinberg.com/wp-content/uploads/2020/01/Windows7.jpg",
    "body": "HAVE YOU HEARD about this little thing called Space Force? If so, it's probably through ridicule; the latest branch of the US military has received no shortage of it since it launched at the end of last year. Still, at least it had a better week than Intel, which had to release a patch for a patch for a patch of its ZombieLoad problem. Say that five times fast."
  },
  {
    "id": 17,
    "title": "Bored of the gym? You could give Muay Thai a try!",
    "author": "Dharitri Ganguly",
    "date": "May 17, 2022",
    "image": "https://ae01.alicdn.com/kf/HTB1zH0EQXXXXXboXXXXq6xXFXXXe/230184317/HTB1zH0EQXXXXXboXXXXq6xXFXXXe.jpg?size=219925&height=1014&width=800&hash=b0a4e1f7ab2d702a01ab4f673a8a6a5d",
    "body": "A form of boxing, this combat sport originated in Thailand, hence the name. “Muay Thai is like a complete package,” says Prashant, adding, “It is a combination of cardio, strengthening and meditation. And it's a fitness routine where you require minimal accessories. Plus, it’s a great self-defence lesson.”"
  }
]
